Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: ActionAid has facilitated the drafting of more than 500 books across Myanmar, and 129 of these books have matching "Village Facebook" pages. The group says the project is inspiring villagers to articulate better the problems facing their community, while providing an opportunity for remote communities to share their dreams and development needs not only with local officials but also potential partners from other countries.
ne: म्यानमारभरि ५०० भन्दाबढी यस्ता किताबहरू मस्यौदा गर्न एक्सनएडले सहजीकरण गरेको छ र यी किताबहरूमध्ये १२९ वटाका “गाउँटोल फेसबुक” पेज एक अर्कासँग मेल खाने किसिमका छन् । संलग्न उक्त परियोजना समूह भन्छ कि स्थानीय अधिकारीहरूसमक्ष मात्र नभई अन्यत्र देशका सम्भावित साझेदारहरूसँग पनि आफ्ना परिकल्पना र विकासका आवश्यकताहरू बाँड्चुँड् गर्नका लागि दूर्गम समुदायहरूलाई अवसर प्रदान गर्दै यस परियोजनाले आफ्ना समुदायले भोगिरहेका समस्याहरूलाई स्पष्टसँग व्यक्त गर्न गाउँलेहरूलाई उत्साहित गरेको छ । उदाहरणार्थ, कोन देइन् गीको “गाउँटोल फेसबुक”ले एक शिक्षा कार्यक्रमका लागि अनुदान भित्र्याउन सफल भएको थियो ।

source: The photos below introduce some of the activities involved in constructing the books:
ne: तलका फोटाहरूले उक्त किताबहरू निर्माण गर्नका लागि सलंग्न केही गतिविधिहरू देखाउँछन् :

source: Pakokku village meeting about the 'Village Book."
ne: “गाउँटोल किताब” निर्माणका लागि पखोकू गाउँ भेला। फोटोः एक्सनएड।

source: Photo from ActionAid. The social map gives a "bird’s eye view of a village that shows the demographic details and the social infrastructure available for the people."
ne: सामाजिक नक्शाले “गाउँको विस्तृत दृश्य (बर्ड आई भ्यु) प्रदान गर्दछ जसले जनसङ्ख्यासम्बन्धी विवरणहरू र मानिसहरूका लागि उपलब्ध सामाजिक संरचनाहरू देखाउँदछ ।” १२४ घरधुरीमा ४४४ जना मानिसहरू रहेको स्या प्यार कियिन गाउँको सामाजिक नक्शा ।

source: Social map of Sat Pyar Kyin, a village with 444 people in 124 households. The seasonal calendar "helps people to understand the livelihood patterns in the village."
ne: मौसमी पात्रोले “गाउँभित्र जीविकोपार्जनका पद्धतिहरूका बारेमा बुझ्न सहयोग गर्दछ।” कोन देइन् गी गाउँको मौसमी पात्रो।

source: The problem tree "is used to analyze the causes of the problem and the ways to tackle these accordingly."
ne: समस्या वृक्ष “समस्याको कारणहरू विश्लेषण र तिनलाई तदानुसार समाधान गर्ने उपाय खोजी गर्न प्रयोग गरिन्छ ।” ७२ घरधुरीहरू रहेको वाह याओन सुका गाउँलेहरूले तयार गरेको समस्या वृक्ष ।

source: Problem tree developed by residents of War Yone Su, a village with 72 households.
ne: परिकल्पना नक्शा “उनीहरू के बन्न चाहन्छन् भन्ने गाउँले परिकल्पना” हो । कोन देइन् गी गाउँको परिकल्पना नक्शा ।

source: The dream map is the "village vision of what they want to become."
ne: एक सांसदकहाँ “गाउँटोल किताब” प्रस्तुत गरिसकेपछि त्यस गाउँकी एक महिलाले आफ्नो समुदायमा पुलेसो बनाउन निवेदन गरिन्। फोटोः एक्सनएड।

source: Dream map of Kon Dine Gyi. After presenting the "Village Book" to a Member of Parliament, a woman from the village petitioned for the construction of a bridge in their community. Photo from ActionAid.
ne: म्यानमारको थुप्रै गाम्रीण नगरहरूमा विद्यमान इन्टरनेटको सीमित पहुँचको कारण फेसबुक पेजहरु एकीकृत गर्ने कार्यका लागि एउटा ठूलो चुनौती भएको कुरा एक्सनएडले बतायो । स्मार्टफोनको मूल्य पनि अलिक महङ्गो नै छ । गाउँलेहरू आवश्यक उपकरण खरिद गर्न वा इन्टरनेट क्याफेमा जान टाढासम्म जानुपर्ने हुन्छ र फोनको सिमकार्डको मूल्य पनि चर्को पर्छ । तर आउने वर्षहरूमा देशमा इन्टरनेट जडानमा निरन्तर सुधार हुँदै जानेछ भन्ने कुरामा परियोजना समूह आशावादी छ ।

source: But the group is optimistic that the country's Internet connectivity will continue to improve over the next several years. ActionAid also emphasizes that the "Village Book" or "Village Facebook" is not the answer to Myanmar’s socio-economic problems, asserting that “comprehensive development requires policymakers at regional and national levels to bring a macro-level vision for just and equitable progress.”
ne: “समष्टिगत विकासका लागि स्थानीय र राष्ट्रियस्तरका नीतिनिर्माताहरूले न्यायोचित समृद्धिको एक बृहत् स्तरको परिकल्पना ल्याउनु अपरिहार्य हुन्छ” भन्ने कुरालाई आत्मसात गर्दै म्यानमारको सामाजिक–आर्थिक समस्याहरूका उत्तर “गाउँटोल किताब” वा “गाउँटोल फेसबुक” हैन भन्ने कुरामा एक्सनएड जोड दिन्छ ।

source: A functional model of the wind turbine developed by Emil Tursunov.
ne: किर्गिजस्तानमा नवीकरणीय ऊर्जाको प्रवर्द्धन

source: Personal photo archive. Used with permission
ne: एमिल तुर्सुनोभले तयार पारेको हावाबाट चल्ने टर्बाइनको क्रियाशील मोडल। नीजि फोटो आर्काइभ। अनुमति लिएर प्रयोग गरिएको।

source: An energy deficit in Kyrgyzstan is stimulating a rise in renewable energy practices and optimized consumption, but the shift cannot come quickly enough.
ne: ऊर्जाको कमीले किर्गिजस्तानमा नवीकरणीय ऊर्जाको नित्य प्रयोग तथा उपयुक्त खपतमा भइरहेको वृद्धिलाई प्रोत्साहित गर्दैछ, तर परिवर्तन भनेजति चाडो आउने छैन।

source: Sometimes supported by international organizations, other times self-funded, both local businesses and individuals have started implementing a number of innovative projects tapping the country's wind, solar and hydro potential.
ne: कहिलेकाही अन्तर्राष्ट्रिय संस्थाको सहयोगमा र कहिले आफ्नै लगानीमा यहाँका व्यवसायी तथा व्यक्तिहरूले देशको वायु, सौर्य तथा जलश्रोतका संभावना रहेका कैयन नौला परियोजनाहरूको शुरुवात गरेका छन्।

source: A one-of-a-kind wind turbine
ne: हावाबाट चल्ने बेग्लै किसिमको टर्बाइन

source: Emil Tursunov is the proud designer of the truly innovative wind turbine in the photo at the top of this article.
ne: यस लेखको माथि फोटोमा देखाइएको नौलो किसिमको हावाले चल्ने टर्बाइन एमिल तुर्सुनोभले डिजाइन गरेका हुन्।

source: Its benefits are clear: ease of manufacturing and installation, mobility, low operating costs and the ability to function in both high and low speed winds.
ne: यसका फाइदाहरू स्पष्ट छन्: बनाउन र स्थापना गर्न सजिलो, चलायमान, कम संचालन लागत तथा वायुको वहाव कम र धेरै भएको दुवै अवस्थामा चल्नसक्ने क्षमता।

source: The object's adaptability to different weather conditions and the smart integration of solar panels ensure reliable and efficient energy conversion.
ne: यस यन्त्रको विभिन्न मौसमी अवस्थामा अनुकूलन गर्न सक्ने क्षमता तथा सौर्य प्यानेलसँगको चुस्त एकीकरणले भरपर्दो र प्रभावशाली ऊर्जा रुपान्तरण सुनिश्चित गर्दछ।

source: The payback period is around three years — a relatively short term made possible by the low construction costs ($1,000-2,000 depending on production volumes) — while the turbine can produce enough energy to power household devices and provide electricity and heating for a small apartment.
ne: यसको भुगतान अवधि (पेब्याक पिरियड) तीन वर्ष जतिको हुन्छ — कम निर्माण लागत (१००० देखि २००० अमेरिकी डलर, उत्पादन संख्यामा भरपर्ने) ले गर्दा तुलनात्मक रुपमा छोटो अवधि — यद्यपि उक्त टर्बाइनले घरेलु उपकरण चलाउन तथा एउटा सानो अपार्टमेन्टलाई तताउन र चाहिने बिजुली पर्याप्त मात्रामा उत्पादन गर्नसक्छ।

source: Before an intended switch towards mass production, Tursunov plans to display the model at EXPO-2017, an international exhibition themed on 'energy of the future' in neighbouring Kazakhstan.
ne: यसको सम्भावित व्यापक उत्पादनतर्फ जानु अगाडि तुर्सुनोभ उक्त मोडललाई छिमेकी मुलुक कजाखस्तानमा हुने ‘भविष्यको ऊर्जा’ विषयवस्तुमा आधारित अन्तर्राष्ट्रिय प्रदर्शनी एक्स्पो–२०१७ मा प्रदर्शन गर्न चाहन्छन्।

source: Wind energy remains relatively untapped in Kyrgyzstan, even though it could cover up to 7% of the energy needs of rural communities that make up over half of the country's total population.
ne: वायु ऊर्जाले किर्गिजस्तानको आधा जनसंख्या ओगटेको ग्रामीण समुदायको ७ प्रतिशत ऊर्जा आवश्यकता पूर्ति गर्नसक्ने भए तापनि यहाँ यो ऊर्जा तुलनात्मक रुपमा दोहन गरिएको छैन।

source: Yet whether generating electricity for household consumption or powering water pumps for farms, wind's popularity is growing, especially in the north.
ne: तथापि विशेषगरी उत्तरी भेगमा घरेलु खपतका लागि बिजुली उत्पादनका लागि होस् वा खेतमा पानी तान्ने पम्पका लागि, वायु ऊर्जाको लोकप्रियता बढ्दो छ।

source: Local media outlet Kloop.kg recently covered the story of another rural innovator, Beshenbei Saadabaev, who created a cheaper, simpler contraption following years of power outages in his village.
ne: वर्षौदेखि बिजुलीतविहिन गाउँमा सस्तो र सरल उपकरण बनाउने ग्रामीण अन्वेषक बेशेनबेइ सादाबाएभको कथा स्थानीय मिडिया Kloop.kg ले हालसालै प्रकाशित गर्यो।

source: Energy-efficient school benefits from better insulation and solar energy
ne: तापावरोधन (इन्सुलेशन) तथा सौर्य ऊर्जाबाट ऊर्जा प्रभावशाली विद्यालय लाभान्वित भएको छ।

source: Solar batteries on the rooftop of the school in Ak-Tilek. Photo by BIOM
ne: आक तिलेकको विद्यालयको छतमाथि सौर्य ब्याटरीहरू। फोटो: BIOM

source: While the government introduces new changes to school schedules, extending the winter break in order to reduce consumption of heating, an experimental school in the south of Kyrgyzstan has taken a different approach to saving energy.
ne: यद्यपि सरकारले कोठा तताउनका लागि प्रयोग हुने ऊर्जाको खपत कम गर्न जाडो विदा बढाउँदै विद्यालय तालिकामा नयाँ परिवर्तन ल्याएको छ, किर्गिजस्तानको दक्षिणी भेगको एक प्रयोगात्मक विद्यालयले ऊर्जा बचत गर्न भिन्दै पहल अपनाएको छ।

source: For the last four years, school No. 52 has been benefiting from energy-efficient infrastructure and solar batteries on its roof.
ne: बिगत चार वर्षदेखि विद्यालय नंबर ५२ उर्जा प्रभावशाली संरचना तथा छानामाथि राखिएका सौर्य ब्याटरीहरूबाट लाभान्वित भईरहेको छ।

source: The batteries, although expensive, have significantly reduced the school's utility bills.
ne: ती ब्याटरीहरू महंगो भए तापनि विद्यालयको ऊर्जा खपत बापतको बिलमा उल्लेख्य रुपले कमी आएको छ।

source: Solar energy is used to heat the water for the canteen, bathrooms, and gym showers.
ne: सौर्य ऊर्जा क्यान्टिन, बाथरुम र जीमका शावरका लागि पानी तताउन प्रयोग गरिन्छ।

source: Elena Rodina, then coordinator of the United Nations Development Program's pilot project Improving Energy Efficiency in Buildings, explained at a meeting with government officials following the school's renovation:
ne: यूएनडिपिको पाइलट परियोजना इम्प्रूभिङ्ग इनर्जी एफिसियेन्शी इन बिल्डिङ्गस् (भवनहरूमा ऊर्जा प्रभावकारिताको सुधार) की तत्कालीन संयोजक एलेना रोडिनाले उक्त विद्यालयको जीर्णोद्धार पश्चात् सरकारी अधिकारीहरूसँगको बैठकमा भनिन्:

source: During the heating season in 2012-2013, the school spent 600,000 soms , whereas similar schools had expended around 2,500,000 soms , and achieved a 53% reduction in energy use.
ne: २०१२–२०१३ को जाडो याममा (वरपरको वातावरण न्यानो पार्नुपर्ने बेला) सो विद्यालयले ६००,००० सोम ८,००० अमेरिकी डलर जति खर्च गर्यो, जबकि त्यस्तै विद्यालयहरूले २,५००,००० सोम ३३,६०० अमेरिकी डलर जति खर्च गरेका थिए, साथै ५३ प्रतिशत कम ऊर्जा खपत गर्यो।

source: The innovations are expected to pay off their initial investment in less than nine years.
ne: यी नवीन उपकरण तथा पद्धतिहरूले नौ वर्षभन्दा कम समयमा प्रारम्भिक लगानी चुक्ता गरिसक्ने आशा गरिएको छ।

source: A university's down-through-earth energy system
ne: विश्वविद्यालयमा जमीनमुनिबाट निकालिने ऊर्जा पद्धति

source: American University of Central Asia, the new eco-friendly campus. AUCA archives. Used with permission
ne: अमेरिकन युनिभर्सिटि अफ सेन्ट्रल एशिया, नयाँ पर्यावरणमैत्री क्याम्पस। युनिभर्सिटि आर्काइभ। अनुमति लिएर प्रयोग गरिएको।

source: The American University of Central Asia that opened the doors to its new campus in 2015 was the first private company to introduce geothermal heating in the Central Asian region.
ne: २०१५ मा नयाँ क्याम्पसको उद्घाटन गरेको अमेरिकन युनिभर्सिटि अफ सेन्ट्रल एशिया मध्य एशिया क्षेत्रमा जियोथर्मल हिटिङ्ग शुरुवात गर्ने पहिलो प्राइभेट कम्पनी थियो।

source: The practical value of geothermal heating systems, known for years, has been mostly ignored in Kyrgyzstan and Central Asia as a whole.
ne: जियोथर्मल हिटिङ्ग पद्धतिको प्रयोगात्मक महत्व थाहा भएर पनि खास गरी किर्गिजस्तान र पूरै मध्य एशियामा उपेक्षा गरिएको छ।

source: US Secretary of State John Kerry said at the opening of the new campus last year:
ne: गत वर्ष उक्त क्याम्पसको उद्घाटनमा अमेरिकी सेक्रेटरी अफ स्टेट जोन केरीले भने:

source: This new campus is special because it is the first private construction project in Central Asia that is clean green all the way –- that means geothermal heating and cooling, state-of-the-art sewage, irrigation systems, and the highest standard of energy efficiency in the entire region.
ne: यो नयाँ क्याम्पस विशेष छ किनकि यो मध्य एशियाकै पहिलो पूर्ण रुपले स्वच्छ र सफा प्राइभेट निर्माण परियोजना हो — यसको मतलब सम्पूर्ण क्षेत्रमा जियोथर्मल हिटिङ्ग र कूलिङ्ग (तताउने र चिस्याउने), अत्याधुनिक मलप्रवाह पद्धति, सिंचाई पद्धति तथा ऊर्जा प्रभावकारिताको उच्चतम मापदण्ड।

source: In simple terms, a geothermal pump exchanges heat between a building and the ground.
ne: साधारण शब्दमा जियोथर्मल पम्पले भवन र जमीनबीच ताप आदान–प्रदान गर्दछ।

source: During the cold months, it uses the heat absorbed from the ground and transfers it into the building.
ne: जाडो महिनामा यसले जमीनबाट सोसेको ताप प्रयोग गर्छ र त्यसलाई भवनमा स्थानान्तरण गर्छ। चिसो पार्नका लागि यसले अर्को तरिका अपनाउछ: भवनबाट ताप निकाल्ने र त्यसलाई चिसो पार्न जमीनमुनि लाने।

source: For cooling, it goes the other way: extracting heat from the building and taking it down to the ground to cool.
ne: जियोथर्मल हिटिङ्गको प्रभावकारिता र मर्मत लागत कम लाग्ने हुनाले आर्थिक दृष्टिकोणले यो आकर्षक रहेको छ। पम्पको महंगो प्रारम्भिक लगानीलाई उचित सिद्ध गर्दै आउँदो समयमा यस विश्वविद्यालयले ऊर्जा खपतलाई ८७ प्रतिशतले कम गर्ने आशा राखेको छ।

source: Geothermal heating's efficiency and low maintenance costs make it attractive from an economic standpoint.
ne: अहिले त्यस्ता परियोजनाको प्रारम्भिक लागत तथा सोभियत संघताका देखिनको अनुदानमा दिइने बिजुलीले धेरै व्यवसायहरूलाई यो बाटो पछ्याउन निरुत्साहित गरेको छ।

source: Currently, it is the start-up costs of such projects, combined with the Soviet legacy of subsidised electricity, that is discouraging more businesses in the country from taking the same route.
ne: तथापि यस देशमा सोभियतकालीन पद्धति हराउँदै गएकोले र ग्रिडको असफलतासँगै किर्गिजस्तानको ऊर्जा भविष्य अफ ग्रिडले निर्धारित गर्ने देखिन्छ।

source: 18 Stunning Photographs of the Rana Tharus From the Southern Foothills of Nepal · Global Voices Rana Tharus - The silver white looks strikingly beautiful on the bright dress and black shawls.
ne: गज्जबका १८ फोटोहरूमा नेपालको दक्षिणी भागमा बस्ने राना थारूहरू

source: They were displaced when the Shuklaphanta Wildlife Reserve was being extended, and many lost their ancestral land during a land settlement programme.
ne: राना थारू — चम्किलो लुगा र कालो शलमा सेतो चाँदीका गहना निकै राम्रो देखिन्छ। फोटो: सोल्भेग बोर्गेन। अनुमति लिएर प्रयोग गरिएको कुनैबेलाका धनी जमिन्दार, सुदूर पश्चिम नेपालको कैलाली र कञ्चनपुर जिल्लाका आदिवासी राना थारूले लूट, अतिक्रमण र भेदभाव सबै भोगेका छन्।

source: The Tharus in Chitwan were reduced to occupying only 14 percent of their area after an anti-malaria programme sprayed DDT (Dichloro Diphenyl Trichloroethane) around their homes. Earlier, they occupied almost 90 percent of the area. It is hard to find written documents about the Rana Tharus as they have lived in isolation, writes Bikram Rana in his blog:
ne: राना थारूका अलग अलग रहेका गाउँहरू बेलाबेलामा डाकुहरूद्वारा लूटिएका छन्। शुक्लाफाँटा शिकार आरक्ष विस्तार गर्दा राना थारू विस्थापित गरिएका थिए, र धेरैले आफ्ना पुख्र्याैली जमीन पुनर्वासका कारण गुमाए। त्यस्तै कुनै बेला ९० प्रतिशत भू–भाग ओगट्ने चितवनका थारू मलेरियाविरोधी डीडीटीको छर्काइले गर्दा आफ्नै जमीनको १४ प्रतिशत भू–भागमा समेटिए।

source: In India Rana Tharus of Khiri, and Nainital are under scheduled tribes.
ne: राना थारू अलग्गै बसेकाले यिनीहरूबारे लिखित दस्तावेज भेटिन्न, विक्रम राना आफ्नो ब्लगमा लेख्छन्:

source: In case of Nepal in terms of habitats Rana Tharus are the native residents of Kailali and Kanchanpur since 16th century and are the first settlers of the two districts later they were joined by Dangauras of Dang and after the eradication of malaria and resettlement plan of Panchayat regime, Khasiyas joined.
ne: भारतका खिरी तथा नैनितालमा बस्ने राना थारू अनुसूचित जनजाति अन्तर्गत पर्दछन्। नेपालमा कैलाली र कञ्चनपुर जिल्लामा १६औं शताब्दीदेखि राना थारू बस्दै आएका छन् र यी दुई जिल्लामा सबभन्दा पहिला बसोबास गर्नेमा पर्दछन्। पछि आएर दाङका दंगौरा र मलेरिया उन्मूलन तथा पञ्चायती व्यवस्थाको पुनर्वास कार्यक्रम पश्चात् खसहरू यहाँ आए।

source: However, despite of all odds, they have not forgotten their culture and tradition. Their way of life remains distinct and their traditional clothes and ornaments are a delight to every photographer and designer.
ne: तथापि, यी सबका बावजूद, उनीहरूले आफ्नो सँस्कृति र परम्परा भूलेका छैनन्। उनीहरूको रहन–सहन पृथक रहेको छ र उनीहरूका परम्परागत पहिरन तथा गहना प्रत्येक फोटोग्राफर तथा डिजाइनरका लागि प्रेरणादायी हुने गर्दछ।

source: Solveig Boergen, a German photographer who lives and works in Japan, travelled to the Kanchanpur district of western Nepal to capture the daily lives of the Rana Tharus. Here is what she saw:
ne: जापानमा बस्ने र काम गर्ने जर्मन फोटोग्राफर सोल्भेग बोर्गेन राना थारूका दैनिकी क्यामेरामा कैद गर्न पश्चिम नेपालको कञ्चनपुर जिल्ला पुगिन्। हेर्नुहोस् उनले के देखिन्:

source: As the sun peeks from the window of the mud house, an old Rana lady is busy preparing meal.
ne: वृद्ध राना महिला खाना पकाउदै गर्दा कच्ची घरको झ्यालबाट सूर्यले चिहाउँदै गरेको। सूर्यका किरणहरूले वरिपरि उज्यालो बनाउँदा भान्साको अँध्यारो कुना गेरु रंगले बनाएको चित्रकलामा परिणत भएको छ।

source: The mighty rays illuminate the surrounding and the dark corner of kitchen turns into a portrait painted in ochre.
ne: बिहानै गर्नुपर्ने काममा वरिपरि सफाइ गर्ने तथा गाईवस्तु गोठ बाहिर लग्ने पर्दछ।

source: The morning chores comprise cleaning the premises and taking the cattle out in the open.
ne: यी सानी नानीले बाख्रा हेर्न तथा जनावरका लागि घाँस ल्याउन मद्दत गर्छिन्।

source: The young one is a helping hand in looking after the goats and bringing grass for the animals.
ne: चम्किलो ब्लाउज लगाएकी यी वृद्धा खटियामा बसेर आफ्ना नातिनातिनाका लागि माटाका खेलौना बनाउँदैछिन्। चाडै आउँदै गरेको पर्वमा बालबालिकाले खेल्ने यी खेलौनाका लागि उनी प्रकृति, आफ्ना हातमा खोपिएका गोदना तथा ब्लाउजका चहकिला रंगबाट प्रेरणा प्राप्त गर्छिन्।

source: Her bright costume stands out in the sea of yellow. When her friend joins her, it seems like a competition between the traditional dress she is wearing and the modern dress her mate is adorning.
ne: विलियम वर्ड्सवर्थको सोलिटरी रीपरमा झै यी यौवना एक्लै धान काट्छिन्। पहेलो सागरमा उनको चम्किलो पहिरन टाढैबाट स्पष्ट देखिन्छ।

source: Both the colours burn bright in the yellow field.
ne: उनको संगीले साथ दिंदा उनले लगाएको परम्परागत पहिरन र साथीको आधुनिक पहिरनबीच प्रतिस्पर्धा भएझै भान हुन्छ। दूवैका चम्किला लुगा पहेलो खेतमा अव्वल देखिन्छन्।

source: The coming together of the community for a bountiful catch is a moment to watch.
ne: माछा मार्नका लागि सम्पूर्ण समुदाय एक जूट भएको क्षण हेर्नलायकको हुन्छ।

source: The joy of working together and sharing the catch – there’s plenty to learn from them.
ne: मिलीजुली काम गर्दा र माछा भाग लगाउँदाको आनन्द — उनीहरूबाट सिक्ने कुरा धेरै छन्।

source: The catch is enough for everyone.
ne: सबैका लागि पुग्ने माछा।

source: It's the marriage season and the ladies show off their ornaments.
ne: यो बिहेको मौसम हो र महिलाहरू आफ्ना गहना प्रदर्शन गर्दैछन्।

source: Mirror!
ne: ए ऐना! सबैभन्दा सुन्दर को रहेछ?

source: Mirror! Who is the fairest of all?
ne: म राम्री देखिन्न त?

source: Tell me if I don't look good.
ne: उनीहरू खुट्टा पनि बाँकी राख्दैनन्। चाँदीका गहना लादिएका हुन्छन् ती पनि।

source: And they don’t even leave the legs.
ne: टुक्राटाक्री सिलाएर बनाएको उनीहरूको सुन्दर पोशाक जस्तै रानाहरूले छानेका विभिन्न रंगहरूको सम्मिश्रण प्रकृतिबाट प्रेरित हुन्छ।

source: They are laden with the silver ornaments.
ne: चिन्तामुक्त साना नानीहरू खेल्छन् र गाउँ वरिपरि डुल्छन्। उनीहरूको मुस्कान अमूल्य र अबोध हुन्छ।

source: Their smiles are precious and innocent. Whether the young ones will follow the footsteps of their forefathers and conserve the rich culture – the future will decide.All images used with permission. A version of the story was published in the blog Voice of Tharus.
ne: साना नानीहरूले आफ्ना पुर्खाका कदम पछ्याउँछन् कि पछ्याउँदैनन् र सँस्कृतिको जगेर्ना गर्छन् कि गर्दैनन् — भविष्यले बताउनेछ। सबै तस्वीरहरू अनुमति लिएर प्रयोग गरिएको। यस लेखको एउटा संस्करण भ्वाइस अफ थारूज ब्लगमा प्रकाशित भएको थियो।

source: This Island in the Indian Ocean Is Small, But the Lessons It Offers on Clean Power Are Anything But · Global Voices
ne: हिंद महासागरमा अवस्थित सानो टापुको लोकप्रिय स्वच्छ ऊर्जा शिक्षा

source: Government installed Solar Energy panels gives power to 36 houses in the village of Weepatando in Sumba island. Photo by Flickr user Asian Development Bank. CC-BY-NC-SA 2.0
ne: सरकारले स्थापित गरेको सौर्य ऊर्जा प्यानलले सुम्बा द्वीपस्थित वीपातन्दो गाउँका ३६ घरधुरिलाई ऊर्जा दिन्छ। तस्वीर - फ्लिकर प्रयोगकर्ता एसियाली विकास बैंक। CC-BY-NC-SA 2.0

source: This post by Alexander Creed and Cleo Warner was originally published on Ensia.com, a magazine that highlights international environmental solutions in action, and is republished here as part of a content-sharing agreement. As the sun sets on the small Indonesian island of Sumba, Danga Beru Haba begins weaving under the glow of a single incandescent light bulb — the only one in her home.
ne: अलेक्जेन्डर क्रीड र क्लिओ वार्नर को यो पोष्ट शुरुमा एन्सिया डट कम मा प्रकाशित भएको थियो। यस पत्रिकाले कार्यान्वित अन्तर्राष्ट्रिय पर्यावरण समाधान बारे प्रकाश पार्दछ र यो लेख सामग्री साझेदारी सम्झौता अन्तर्गत पुन:प्रकाशित गरिएको छ।

source: Being able to weave at night is still a novelty for Haba. Her village has had electricity for only two years, thanks to a small wind farm on a hill overlooking the village.
ne: जब सानो इन्डोनेशियाली टापु सुम्बामा सूर्य अस्ताउँछ, दाङगा बेरु हबा उनको घरमा रहेको एकमात्र चम्किलो चिमको उज्यालोमा बुनाई शुरु गर्छिन् । उनको गाउँ काम्पुङ् कालिहीको वरपरका बारीमा बिहानदेखि साँझसम्मको कामले थकित भएतापनि उनले स्थानीय स्तरमा बेच्न बुनिरहेको सरोङ्ले उनलाई आफ्नो परिवारको निमित्त अतिरिक्त आम्दानी प्रदान गर्नेछ।

source: Access to electricity means women can now weave and children can study long after the sun goes down.
ne: राति बुन्न सक्षम हुनु अझै पनि हबाको निम्ति एक नवीनता रहेको छ। गाउँ माथिको डाँडामा सानो विन्ड फार्म हुनाले उनको गाउँमा बिजुली केवल दुई वर्षसम्म थियो। विध्युतमा पहुँच हुनु भनेको सूर्यास्तपछि अब महिलाहरुले बुन्न सक्छन् र बालबालिकाहरु धेरै समय पढ्न सक्छन्।

source: “I started weaving after we got electricity. Before that I couldn’t do it,” Haba says through a translator. “Now I can weave until midnight.”
ne: "हामीले बिजुलीको सुविधा पाएपछि मैले बुनाई शुरु गरें। त्यसभन्दा पहिले मैले यस्तो गर्न सक्दिन थिएँ," दोभाषेको सहयोगमा हबा भन्छिन्। "अहिले म मध्यरातसम्म बुन्न सक्छु।" फलस्वरूप उनले करीब २०० अमेरिकन डलर बचत गरेकी छिन्। उनका अनुसार यो रकम आफ्नो बालबच्चाको शिक्षामा खर्च गर्नेछिन्।

source: Due to rugged, hilly terrain and scattered villages, only 25 percent of its inhabitants had access to electricity before 2010. Nevertheless, this island of around 650,000 people, accounting for just 0.2 percent of the country’s population, is aiming to set an energy example for all of Indonesia, the world’s fourth most populous country and Southeast Asia’s largest economy. Through an initiative known as the Iconic Island Sumba project, international donors working with the local government plan to bring electricity to all of the island’s residents using only renewable sources in the next 10 years.
ne: सुम्बा हजारौं द्वीपसमूहको राष्ट्र इन्डोनेशियाको एक पूर्णतया ग्रामीण, छरिएको आबादी भएको द्वीप हो। रुखो पहाडी भू-भाग र छरिएका बस्तीहरुका कारण सन् २०१० भन्दा पहिले यहाँका केवल २५ प्रतिशत बासिन्दाहरूलाई मात्र बिजुलीको पहुँच थियो। तैपनि लगभग ६ लाख ५० हजार मानिसहरु (इन्डोनेशियाको 0.२ प्रतिशत मात्र) बसोबास गर्ने यस द्वीपले, विश्वको चौथो ठुलो आबादी भएको र दक्षिणपूर्वी एसियाको सबै भन्दा ठूलो अर्थतन्त्र भएको देश इन्डोनेशियाकै लागि ऊर्जामा उदाहरण बन्ने लक्ष्य लिएकोछ। आइकनिक आइल्याण्ड सुम्बा (प्रतिष्ठित द्वीप सुम्बा) परियोजना नामक पहल अन्तर्गत अन्तर्राष्ट्रिय दाताहरु स्थानीय सरकारको योजना अनुरुप आगामी १० वर्षभित्र द्वीपका सबै बसिन्दाहरुका लागि नवीकरणीय स्रोतहरूको मात्र प्रयोग गरेर विध्युत ल्याउने काम गरिरहेका छन्।
